cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'
tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'coreutils'
brew 'findutils'
brew 'openssl'
brew 'nvm'
brew 'httpie'
brew 'git'
brew 'youtube-dl'
brew 'jenv'
brew 'leiningen'
brew 'ffmpeg'
brew 'gpg'
brew 'neovim'
brew 'tree'
brew 'stow'

cask 'alfred'
cask 'iterm2'
cask 'dropbox'
cask 'visual-studio-code'
cask 'google-chrome'
cask 'slack'
cask 'vlc'
cask 'spectacle'
cask 'caffeine'
cask 'java'
cask 'keybase'
cask 'font-hack-nerd-font'
