cask_args appdir: '/Applications'

tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "FelixKratz/formulae"

brew "ansible"
brew "autojump"
brew "coreutils"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "git"
brew "gnupg", link: false
brew "helm"
brew "httpie"
brew "jenv"
brew "jq"
brew "kubeseal"
brew "kustomize"
brew "openjdk"
brew "neovim"
brew "nvm"
brew "python@3.9"
brew "python@3.10"
brew "stow"
brew "terraform"
brew "tmux"
brew "tree"
brew "wimlib"
brew "youtube-dl"
brew "fluxcd/tap/flux"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "kubernetes-cli"
brew "sketchybar"

cask "appcleaner"
cask "balenaetcher"
cask "discord"
cask "font-hack-nerd-font"
cask "java"
cask "keybase"
cask "libreelec-usb-sd-creator"
cask "virtualbox"
cask "zoom"
